Repository: aunoor/xpertmud
Catalog: xpertmud/po/*.po
Languages: de

source: Clear &all
de: &Alles löschen

source: There are no scripting plugins available! Please check your installation
de: Es wurden keine Scriptinterpreter gefunden! Bitte prüfen Sie, ob die Plugins korrekt installiert wurden.

source: Error!
de: Fehler!

source: Ready.
de: Fertig.

source: Sent:
de: Gesendet:

source: Rcvd:
de: Empfangen:

source: No scripting language loaded
de: Keine Scriptsprache geladen

source: &Connect...
de: &Verbinden...

source: Connect to a MUD
de: Mit einem MUD verbinden

source: &Disconnect
de: Verbindung &Trennen

source: Drop current connection
de: Verbindung trennen

source: Quits the application
de: Anwendung beenden

source: Enables/disables the toolbar
de: Toolbar an/ausschalten

source: Show &Inputbar
de: &Eingabezeile anzeigen

source: Enables/disables the inputbar
de: Eingabezeile an/ausschalten

source: Enables/disables the statusbar
de: Statuszeile ein/ausschalten

source: Configure the toolbar
de: Toolbar konfigurieren

source: Configure the application
de: Anwendung konfigurieren

source: &Tile
de: Fenster &kacheln

source: &Cascade
de: Fenster &stapeln

source: &Window
de: &Fenster

source: &Search for new Languages
de: &Nach neuen Sprachen suchen

source: Search for new interpreter plugins
de: Sucht nach neuen Sprachplugins

source: &Unload the Interpreter
de: &Interpreter entfernen

source: Unloads any currently loaded Interpreter
de: Entfernt die aktuelle Scriptsprache aus dem Speicher

source: Send &Feedback Mail...
de: &Feedback senden...

source: Input Line
de: Eingabezeile

source: Restart &%1 interpreter
de: &%1-Interpreter neustarten

source: Start &%1 interpreter
de: &%1-interpreter starten

source: stopped interpreter
de: Interpreter angehalten

source: unloaded interpreter
de: interpreter entfernt

source: Error while loading %1!
de: Fehler beim Laden von %1!

source: Toggle the toolbar...
de: Toolbar an/ausschalten

source: Toggle the inputbar...
de: Eingabezeile an/ausschalten

source: Toggle the statusbar...
de: Statuszeile an/ausschalten

source: Exiting...
de: Beende...

source: Connecting to %1:%2
de: Verbindungsaufbau zu %1:%2

source: This connection was not found in the bookmarks
de: Diese Verbindung war nicht in den Bookmarks enthalten

source: Error !
de: Fehler !

source: Disonnecting.
de: Verbindungsabbau.

source: Executing startup script...
de: Startup-Script läuft...

source: Error In Connection: %1, %2 %3
de: Verbindungsfehler: %1, %2 %3

source: Connect
de: Verbinde

source: &Connect
de: &Verbinde

source: New
de: Neu

source: The name of the bookmark to open
de: Der Name des zu öffnenden Bookmarks

source: the feedback mail dialog
de: Der Feedback Dialog

source: _: NAME OF TRANSLATORS Your names
de: Ernst Bachmann

source: _: EMAIL OF TRANSLATORS Your emails
de: e.bachmann@xebec.de

source: Configure Xpertmud
de: Konfiguriere Xpertmud

source: Colors
de: Farben

source: lines
de: Zeilen

source: Default Scripting engine:
de: Default Scriptinterpreter:

source: &Connection
de: &Verbindung

source: What is your general opinion about this program?
de: Was ist deine allgemeine Meinung zu diesem Programm?

source: It's one of my favourites
de: Es ist eins meiner mein Lieblingsprogramm

source: I like it
de: Ich mag es

source: It's sometimes useful
de: Ist manchmal nützlich

source: It's average
de: Durchschnitt

source: Nice try, but this could be done better
de: Netter Versuch, könnte viel besser sein

source: It's poor
de: Schlecht

source: It's useless
de: Nutzlos

source: It's crap
de: Kompletter Müll

source: How do you rate the stability of this program?
de: Wie bewertest Du die Stabilität dieses Programms?

source: Rock solid
de: Sehr stabil

source: Good
de: Gut

source: Average
de: Durchschnitt

source: Poor
de: Schlecht

source: It keeps crashing all the time
de: Stürzt dauernd ab

source: How do you rate the performance of this program?
de: Wie bewertest Du die Geschwindigkeit dieses Programms?

source: Great
de: Super

source: It's so slow it drives me nuts
de: Beim Warten dreh ich noch durch

source: Are there features you are missing?
de: Fehlen Dir irgendwelche Funktionen?

source: Yes, a lot! (please add comment below)
de: Ja, viele! (Bitte im Bemerkungsfeld angeben)

source: Some (please add comment below)
de: Einige (Bitte im Bemerkungsfeld angeben)

source: None
de: Keine

source: It has too many features already!
de: Es hat schon zu viele Funktionen!

source: Which scripting environment do you prefer?
de: Welche Scriptsprache verwendest Du lieber?

source: None of those, I want something else! (please add comment below)
de: Keine von diesen, ich will eine andere! (Bitte im Bemerkungsfeld angeben)

source: Did you have trouble learning/using the scripting API?
de: War es für Dich schwierig, dich in die Scripting API einzuarbeiten?

source: No problem
de: Kein Problem

source: Some
de: Etwas

source: I'm still learning
de: Ich lerne noch

source: I didn't have a clue what to do at first
de: Ich wusste nicht, wie ich anfangen sollte

source: I still don't have a clue what to do
de: Hab überhaupt keine Ahnung

source: Where do you use this program most?
de: Wo benutzt Du dieses Programm am häufigsten?

source: At work
de: In der Arbeit

source: At home
de: Zu Hause

source: At university / school
de: In der Schule / Universität

source: How did you get to know this program?
de: Wie hast Du dieses Programm kennengelernt?

source: In a menu on my machine
de: In einem Menü auf meinem Rechner

source: Somebody told me about it
de: Jemand hat mir davon erzählt

source: Somebody told me about it in a MUD
de: Ich habe davon in einem MUD gehört

source: On the internet
de: Im Internet

source: On the internet, on a MUD related page
de: Im Internet, auf einer Seite über MUDs

source: Printed magazine / book
de: Gedrucktes Magazin / Buch

source: Other (please add comment below)
de: Anderswo (Bitte Kommentar eintragen)

source: Would you recommend this program to a friend?
de: Würdest Du dieses Programm einem Freund empfehlen?

source: &Clear
de: &Löschen

source: &Mail this...
de: &Mail schicken...

source: Please answer as any questions as you can. You will be able to review everything in your mailer before the mail will be sent. Nothing will be sent behind your back.
de: Bitte beantworte soviele Fragen, wie Du kannst. Du kannst die Mail bearbeiten, bevor sie verschickt wird. Ohne Deine Zustimmung werden keine Daten versendet.

source: Questions marked with
de: Fragen, die mit

source: must be answered before a mail can be sent.
de: markiert sind, müssen vor dem Versenden beantwortet werden.

source: &Additional comments:
de: &Bemerkungen:

source: yes
de: Ja

source: no
de: Nein
