Repository: aunoor/xpertmud
Catalog: xpertmud/qextmdi/res/qextmdi_*.po
Languages: de

source: QextMdiChildFrm::&Close
de: Sch&ließen

source: QextMdiChildFrm::&Maximize
de: Ma&ximieren

source: QextMdiChildFrm::&Minimize
de: &Minimieren

source: QextMdiChildFrm::&Move
de: &Verschieben

source: QextMdiChildFrm::&Resize
de: &Größe ändern

source: QextMdiChildFrm::&Restore
de: &Wiederherstellen

source: QextMdiChildFrm::&Undock
de: &Abdocken

source: QextMdiChildFrm::M&aximize
de: Ma&ximieren

source: QextMdiChildFrm::M&inimize
de: Mi&nimieren

source: QextMdiChildFrm::M&ove
de: &Verschieben

source: QextMdiChildFrm::R&esize
de: &Größe ändern

source: QextMdiChildFrmCaption::Unnamed
de: Unbenannt

source: QextMdiChildView::Unnamed
de: Unbenannt

source: QextMdiMainFrm::&Close
de: Sch&ließen

source: QextMdiMainFrm::&Dock/Undock...
de: &Docken/abdocken...

source: QextMdiMainFrm::&MDI Mode...
de: &MDI Modus...

source: QextMdiMainFrm::&Minimize All
de: Alle &minimieren

source: QextMdiMainFrm::&Tile...
de: &Anordnen...

source: QextMdiMainFrm::&Toplevel mode
de: &Toplevel-Modus

source: QextMdiMainFrm::C&hildframe mode
de: &Rahmenfenster-Modus

source: QextMdiMainFrm::Ca&scade windows
de: Überla&ppend

source: QextMdiMainFrm::Cascade &maximized
de: Überlappend ma&ximieren

source: QextMdiMainFrm::Close &All
de: Alle &schließen

source: QextMdiMainFrm::Close
de: Schließen

source: QextMdiMainFrm::Dock
de: &Docken

source: QextMdiMainFrm::Expand &horizontally
de: &Horizontal maximieren

source: QextMdiMainFrm::Expand &vertically
de: &Vertikal maximieren

source: QextMdiMainFrm::Maximize
de: Maximieren

source: QextMdiMainFrm::Minimize
de: Minimieren

source: QextMdiMainFrm::Operations
de: Operationen

source: QextMdiMainFrm::Restore
de: Wiederherstellen

source: QextMdiMainFrm::Ta&b Page mode
de: Ta&bultorseitenmodus

source: QextMdiMainFrm::Tile &non-overlapped
de: &Nichtüberlappend anordnen

source: QextMdiMainFrm::Tile overla&pped
de: Überla&ppend anordnen

source: QextMdiMainFrm::Tile v&ertically
de: V&ertikal anordnen

source: QextMdiMainFrm::Undock
de: Abdocken

source: QextMdiMainFrm::Window
de: Fenster
